Repository: jakesays-old/ndoctor
Catalog: trunk/src/Plugins/Probel.NDoctor.Plugins.Administration/Properties/Messages.*.resx
Languages: fr

# Title_AdministratorManager
source: Manage data
fr: Gérer les données

# Title_BoxNr
source: Box nr
fr: Boîte

# Title_City
source: City
fr: Ville

# Title_Insurance
source: Insurance
fr: Mutuelle

# Title_Pathology
source: Pathology
fr: Maladie

# Title_Practice
source: Medical practice
fr: Cabinet médical

# Title_Reputation
source: Reputation
fr: Réputation

# Title_Specialisation
source: Specialisation
fr: Spécialisation

# Title_Street
source: Street
fr: Rue

# Title_Tag
source: Tag
fr: Etiquette

# Title_PostalCode
source: Postal code
fr: Code postal

# Title_Phone
source: Phone
fr: Tél.

# Title_Drug
source: Drug
fr: Médicament

# Btn_Apply
source: Apply
fr: Appliquer

# Msg_DataSaved
source: Data saved
fr: Informations sauvées

# Msg_ErrorOccured
source: An error occured. Check the logs for further information.
fr: Une erreur est survenue. Vérifier les logs pour plus d'informations.

# Title_Edit
source: Edit
fr: Editer

# Title_Remove
source: Remove
fr: Supprimer

# Msg_CantDelete
source: Impossible to delete this item. It s referenced somewhere else in the data.
fr: Impossible de supprimer cet élémént, il est toujours référencé ailleur dans les données

# Msg_AskDelete
source: Do you want to delete this item?
fr: Voulez-vous supprimer cet élément?

# Title_Doctor
source: Doctors
fr: Médecins

# Msg_ItemAdded
source: Item added.
fr: Elément ajouté.

# Title_AddInsurance
source: Add an insurance
fr: Mutuelle

# Title_AddPractice
source: Add a practice
fr: Cabinet

# Title_AddProfession
source: Add a profession
fr: Profession

# Title_AddReputation
source: Add a reputation
fr: Réputation

# Title_AddDoctor
source: Add a doctor
fr: Médecin

# Title_AddPathology
source: Add a pathology
fr: Maladie

# Title_AddDrugType
source: Add a new drug type
fr: Type de médicament

# Title_AddPathologyType
source: Add a new pathology type
fr: Catégorie de maladie

# Title_AddPictureType
source: Add picture category
fr: Catégorie de photo

# Title_AddDrug
source: Add a drug
fr: Médicament

# Title_AddSpecialisation
source: Add a new specialisation
fr: Spécialisation
