Repository: jakesays-old/ndoctor
Catalog: trunk/src/Domain/Probel.NDoctor.Domain.DAL/Properties/Messages.*.resx
Languages: fr

# Msg_ErrorDbCreationImpossible
source: Impossible to create the database
fr: Impossible de créér la base de données.

# Msg_ErrorInvalidHbmPath
source: The path where to export the HBM files is invalid or doesn't exist!
fr: Le chemin pour exporter les fichier HBM est invalide.

# Msg_ErrorSessionFactoryNull
source: The session factory is not set. Are you sure you have configured nHibernate for this instance?
fr: La factory de session n'est pas configurée. Etes-vous sûr que vous avez configuré nHibernate pour cette instance?

# Msg_ErrorSQLiteConfigurationNotSet
source: The SQLiteConfiguration is not set!
fr: Le configurateur SQLite n'est pas prêt.

# Validation_Password
source: You didn't entered twice the same password.
fr: Vous n'avez pas entré deux fois le même mot de passe.

# Validation_PasswordCantBeEmpty
source: The password can't be empty
fr: Le mot de passe ne peut pas être une chaîne vide.

# Msg_ErrorSessionAlreadyOpenException
source: A session is already opened. Please, close the opened session before opening a new one.
fr: Une session a déjà été ouverte. Veuillez fermer celle-ci avant d'en ouvrir une nouvelle.

# Msg_ErrorDbInvalidPath
source: The path to the database is invalid or the file doesn't exist
fr: Le chemin vers la base de données est incorrecte ou le fichier n'existe pas.

# Ex_QueryException_SeveralDefaultUsers
source: More than one default user was found.
fr: Plus d'un utilisateur par défaut a été trouvé.

# Explanation_Administer
source: A user with this right can modify data about administration
fr: Un utilisateur qui a ce droit peut écrire, lire et modifier les informations contenue dans la base de données et qui sont liées à l'administration (par exemple la gestion des droits)

# Explanation_Everyone
source: Everyone can execute this feature
fr: Tout le monde peut exécuter cette fonctionnalité

# Explanation_Metawrite
source: A user with this right can modify data about himself/herself such as his/her password
fr: Un utilisateur qui a ce droit peut modifier les informations à son sujet comme son mot de passe ou son nom

# Explanation_Read
source: A user with this right can read data
fr: Un utilisateur qui a ce droit peut lire les informations contenues dans la base de données

# Explanation_Write
source: A user with this right can write and edit data (but not about himself/herself or administration)
fr: Un utilisataur qui a ce droit peur écrire et modifier les informations contenues dans la base de données.

# Task_Administer
source: Administer
fr: Administrer

# Task_Everyone
source: Everyone
fr: Tout le monde

# Task_Metawrite
source: Metawrite
fr: Méta-écriture

# Task_Read
source: Read
fr: Lecture

# Task_Write
source: Write
fr: Ecriture

# Explanation_Administrator
source: The administrator has all the rights in the application
fr: Un administrateur à tous les droits sur l'application.

# Explanation_Doctor
source: The doctor can read and mofify all the data but he/she cant read or modify adlinistration data
fr: Un médecin peut modifier ou lire toutes les information sauf celles relatives à l'administration

# Explanation_Secretary
source: The secretary can read all the data but only modify the calendar
fr: Un secrétaire peut lire toutes les information mais ne peut modifier que l'agenda

# Role_Administrator
source: Administrator
fr: Administrateur

# Role_Doctor
source: Doctor
fr: Docteur

# Role_Secretary
source: Secretary
fr: Secrétaire
