Repository: jakesays-old/ndoctor
Catalog: trunk/src/Plugins/Probel.NDoctor.Plugins.MeetingManager/Properties/Messages.*.resx
Languages: fr

# Btn_Remove
source: Remove
fr: Supprimer

# Btn_Search
source: Search
fr: Chercher

# Error_CantFindTags
source: An error occured while searching tags
fr: Une erreur est apparue pendant la recherche de tags

# Error_DuringAppointmentAdd
source: An error occured when creating a appointment
fr: Une erreur est survenue pendant l'ajout d'un rendez-vous

# Error_DuringAppointmentRemove
source: An error occured when removing a appointment
fr: Une erreur est survenue pendant la suppression d'un rendez-vous

# Error_ErrorSearching
source: An error occured while searching
fr: Une erreur est survenue pendant le recherche

# Error_RefreshingCalendar
source: An error occured while refreshing calendar
fr: Une erreur est survenue pendant le rafraîchissement du calendrier

# Header_Add
source: Add
fr: Ajouter

# Header_Remove
source: Remove
fr: Supprimer

# Lbl_AddMeeting
source: Add a appointment
fr: Ajouter un rendez-vous

# Lbl_And
source: And:
fr: Et:

# Lbl_Between
source: Between:
fr: Entre:

# Lbl_FreeSlots
source: Free slots:
fr: Possibilités:

# Lbl_SelectedPatient
source: Selected patient:
fr: Patient sélectionné:

# Menu_File
source: File
fr: Fichier

# Msg_AppointmentAdded
source: An appointment has just been added
fr: Un rendez-vous a été ajouté.

# Msg_AppointmentAskAdd
source: Do you want to add this appointment?
fr: Voulez-vous ajouter ce rendez-vous?

# Msg_AppointmentAskRemove
source: Do you want to remove this appointment?
fr: Voulez-vous supprimer ce rendez-vous?

# Msg_AppointmentRemoved
source: An appointment has just been removed.
fr: Un rendez-vous a été supprimé.

# Msg_SearchProcessed
source: Search processed.
fr: Recherche effectuée.

# Title_Calendar
source: Calendar
fr: Agenda

# Title_FromTo
source: {0} from {1} to {2} {3}
fr: {0} de {1} à {2} {3}

# Title_MeetingsManager
source: Calendar
fr: Agenda

# Title_SearchWatermark
source: First or last name
fr: Nom et/ou prénom

# Title_Subject
source: Subject
fr: Sujet

# Title_Tag
source: Tag
fr: Etiquette
